      *Warning: Respect the indentation exactly (down to each space)

       IDENTIFICATION DIVISION.
      *name of your file
       PROGRAM-ID. Cobol.
       AUTHOR. ME.

       PROCEDURE DIVISION.
           DISPLAY 'HELLO, WORLD!'.

       STOP-RUN.
